Tekla.Structures.ModelInternal.dotColor_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotColor_t.Red
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotColor_t.Green
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotColor_t.Blue
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotColor_t.Transparency
DO NOT USE! For internal usage only!